[
  {
    "path": "posts/2024-02-09-estonianaward/",
    "title": "Estonian Research Award",
    "description": {},
    "author": [],
    "date": "2024-02-09",
    "categories": [
      "news"
    ],
    "contents": "\n\n\n\nFigure 1: Riigi teaduspreemiate pidulik üleandmine 2023. aastal. Autor/allikas: Birgit Püve\n\n\n\nI am very proud and happy to belong to the team led by Carlos P. Carmona, Dr. Riin Tamme and Pr Meelis Pärtel and being awarded by Estonia for our recent research findings !! Nothing would have been possible without the Estonian Research Center who support my resaerch during 7 years. I also do not forget that Guillermo Bueno was fully part of this project.\nWe received this award for our research on the functional diversity of plants and vertebrates at global scale. This project was develop around several scientific papers published in top-level journals. Among the high diversity of papers published, I can recommend to read the papers published in Sciences Advances and Nature Communications. In those papers we investigated the diversity of functional traits for each group of vertebrates and plants at global and regional scales.\nSeveral associate papers have been published and might interested people to dig more deeply on the world of functional diversity and trait-based approach.\nLearn more about Estonian Research Award at https://novaator.err.ee/1609246851/teaduse-elutoopreemiad-palvisid-jakob-kubarsepp-ja-raivo-uibo.\n\n\n\n",
    "preview": "posts/2024-02-09-estonianaward/smartcrop.jpeg",
    "last_modified": "2024-02-09T15:03:13+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-17-new-position-in-cnrs/",
    "title": "New position in CNRS",
    "description": "Researcher position in Toulouse",
    "author": [],
    "date": "2024-01-01",
    "categories": [
      "position"
    ],
    "contents": "\nI am thrilled to announce that I got a position as a CNRS researcher in ‘Laboratoire Écologie & Diversité Biologique’ (UMR5174), Toulouse, France. I will start on February, 1st 2024.\nI have been hired as researcher on macroecology and functional biogeography topics.\n\n\n\n\n\n\n",
    "preview": "posts/2024-01-17-new-position-in-cnrs/logoCNRSEDB.png",
    "last_modified": "2024-01-18T17:00:48+01:00",
    "input_file": {},
    "preview_width": 1058,
    "preview_height": 595
  }
]
