[
  {
    "path": "posts/2024-03-27-phd-candidate/",
    "title": "We are looking for a PhD candidate !!",
    "description": {},
    "author": [],
    "date": "2024-03-27",
    "categories": [
      "PhD",
      "position"
    ],
    "contents": "\n\n\n\nWe are looking for a motivated PhD candidate to work on the project\nFUNCTIONAL DIVERSITY OF VERTEBRATES AND HUMAN USES: LINKS BETWEEN\nFUNCTIONAL TRAITS, HUMAN USES AND BIODIVERSITY CRISIS\nIf you are interested, contact us here\nWhere ?\nCentre for Research in Biodiversity and Environment (CRBE), University\nof Toulouse, France.\nWith who ?\nShe/he will be supervised by myself and Pr. Sébastien Brosse from\nUniversity of Toulouse 3 - Paul Sabatier.\nFinancial support\nThe PhD candidate will apply for a PhD fellowship from the doctoral\nschool\nSEVAB.\nIf succeed, the PhD candidate will be funded for a period of 3 years.\nProfile of the candidate\nWe are looking for a candidate with a Master’s degree in ecology,\nevolutionary biology, or related fields. The candidate should have a\nstrong background in functional ecology, community ecology, and/or\nmacroecology. The candidate should have experience in statistical\nanalyses and programming (R, Python). The candidate should have good\ncommunication skills and be fluent in French (optional) and English.\nProject description\nUnderstanding the ecological role of species within their ecosystems is\na central pillar of functional ecology. In particular, this discipline\nrelies on the analysis of functional traits - morphological,\nphysiological or phenological attributes that can be measured at the\nindividual level - to assess the responses of organisms to their\nenvironment and their contributions to ecosystem processes (Violle et\nal. 2007). Analysis of global trait databases has shown that certain\necological strategies are shared by many species, reflecting\nevolutionary and ecological constraints, while few species possess\nunique combinations of traits (Carmona et al. 2021; Toussaint et al.\n2021). These analyses have also revealed that species with particular\nvalues of traits, such as large body size, late reproduction and/or low\nfecundity rate, are at higher risk of extinction. Around 15,000\nvertebrate species are exploited by humans across the world for a\nvariety of purposes, including food, domestication and activities such\nas hunting and sport fishing (Darimont et al. 2023). These human\ninteractions not only highlight the importance of the ecosystem services\nprovided by these species, but also exacerbate the anthropogenic\npressures to which they are subject, with almost 40% of them threatened\nwith extinction (Darimont et al. 2023; IUCN 2020). Conversely, human\nuses can also favour the species concerned, which can then become\ninvasive (Li et al. 2023). Determining the functional role of these\nspecies of interest to humans and their potential impact on native\ncommunities (e.g. Toussaint et al. 2024) is crucial to tackle the\ncurrent decline in biodiversity. Despite the recognition of these\nissues, there is still a lack of studies exploring the diversity of\nfunctional traits of vertebrate species used by humans; a gap that\nlimits our understanding of human preferences for particular ecological\nstrategies. In the current context of global change, understanding the\nfunctional role of these species is essential to guide conservation\nstrategies, which must take account not only of the role of species in\necosystems but also of their societal importance, in order to promote\nsustainable coexistence between biodiversity and human societies.\n\n\n\n",
    "preview": "posts/2024-03-27-phd-candidate/PhD.jpeg",
    "last_modified": "2024-03-29T13:06:55+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-17-new-paper-accepted-in-ecology-letters/",
    "title": "New paper accepted in Ecology Letters",
    "description": "In this paper, we aim to understand the consequences of species composition changes on the functional and phylogenetic diversity of birds across the world",
    "author": [],
    "date": "2024-02-12",
    "categories": [
      "articles"
    ],
    "contents": "\nReferences\nRead the full paper here\nCitation: Toussaint A., Pärtel M., Carmona C.P., 2024 Contrasting impacts of non-native and threatened species on morphological, life-history, and phylogenetic diversity in bird assemblages, Ecology Letters, 27, e14373\nContext\nThe composition of assemblages worldwide has been strongly modified by human activities throughout the introduction of non-native and the extirpation of threatened species. Those changes not only affected the number of species but also the functional and phylogenetic structure of the communities, which might affect the ecosystem functioning. However, it is still unclear whether non-native species could compensate for the potential loss of threatened species and hence maintain ecosystem functioning.\nAims\nHere we tested whether bird non-natives species are functionally and/or phylogenetically similar (i.e., compensation hypothesis) or distinct (i.e., shift hypothesis) from threatened species on bird assemblages in 281 regions worldwide.\nMain findings\nOur findings indicate that shifts in species composition could trigger a global decline in avian biodiversity due to the high number of threatened species. Furthermore, these losses are not random; they disproportionally involve species that are functionally and phylogenetically unique at the regional scale. Our results show that non-native species are not able to offset these changes because they are morphologically and phylogenetically close to native fauna. Consequently, our results emphasize the need for both controlling non-native species and preserving phylogenetically unique native species, which are the primary drivers of changes in the functional and phylogenetic structure of bird communities. These findings contribute to our understanding of the complex dynamics shaping global biodiversity and inform conservation strategies.\n\n\n\nFigure 1: Changes in taxonomic, morphological, life-history, and phylogenetic richness in 281 regions across the world.\n\n\n\nMethodological novelty\nTo provide a more nuanced understanding of functional diversity, we distinguished morphological from life-history traits.\nFunctional diversity is a multi-faceted concept that encompasses a range of traits affecting species’ roles in ecosystems. Traditionally, studies have aggregated traits into a single measure of functional diversity. We adopted a different approach by dissecting functional diversity into two morphological diversity and life-history diversity.\nWe collected 11 morphological traits from the AVONET database for 9,981 species (Tobias et al. 2022) relative to beak length (Culmen and Nares), width, and depth, tarsus length, wing length, Kipps distance, hand-wing index, tail length, secondary, and body mass (Table S1). These traits influence various ecological functions like seed dispersal, predation, and resource utilization (McGill et al. 2006).\nEight life-history traits were retrieved from the AMNIOTE database for 8,940 species (Myhrvold et al. 2015): clutch size, number of clutches per year, incubation time, longevity, fledging age, egg mass and distance from the tip of the beak to the opening of the cloaca and body mass (Table S1).\nThe changes in species composition led to deeper variations in morphological dissimilarity and phylogenetic dissimilarity (r = 0.45, P < 0.001, Fig. 2A) than in life-history dissimilarity, which showed only a weak correlation with other diversity facets (r < 0.20, P < 0.01, Fig. 2B, C). For instance, in Asia, the decrease in morphological dissimilarity was lower-than-expected in 37% of regions while the life-history dissimilarity was not significant. In contrast, in Western Europe, 36% of the regions experienced a decrease lower-than-expected in morphological dissimilarity but not in life-history dissimilarity.\n\n\n\nFigure 2: Correlation between standardized effect sizes between morphological, life-history, and phylogenetic dissimilarity.\n\n\n\nThe observed discrepancies between morphological and life-history traits can be attributed to the distribution of species within the morphological and life-history spaces (Fig. 3). Indeed, non-native species were more distant from native fauna in terms of life-history traits than morphological traits, with these differences being especially pronounced along the PC2 axis. This accounted for the higher-than-expected losses observed in life-history richness but also for the higher-than-expected decrease in dissimilarity for morphological traits. Conversely, for threatened species, we did not observe significant differences between the two sets of traits in the functional spaces and PC2 and even slightly higher for PC1 in morphological traits, explaining higher congruence in patterns for threatened species.\n\n\n\nFigure 3: Functional uniqueness of non-native and threatened species between morphological and life-history traits.\n\n\n\n\n\n\n",
    "preview": "posts/2024-01-17-new-paper-accepted-in-ecology-letters/Figure_1_R2.png",
    "last_modified": "2024-02-12T13:55:05+01:00",
    "input_file": {},
    "preview_width": 3000,
    "preview_height": 3000
  },
  {
    "path": "posts/2024-02-09-estonianaward/",
    "title": "Estonian Research Award",
    "description": {},
    "author": [],
    "date": "2024-02-09",
    "categories": [
      "news"
    ],
    "contents": "\n\n\n\nFigure 1: Riigi teaduspreemiate pidulik üleandmine 2023. aastal. Autor/allikas: Birgit Püve\n\n\n\nI am very proud and happy to belong to the team led by Carlos P. Carmona, Riin Tamme and Meelis Pärtel and being awarded by Estonia for our recent research findings !! Nothing would have been possible without the Estonian Research Council (ETAG) who support my research during 7 years. I also do not forget that Guillermo Bueno was fully part of this project.\nWe received this award for our research on the functional diversity of plants and vertebrates at global scale. This project was develop around several scientific papers published in top-level journals. Among the high diversity of papers published, I recommend to read the papers published in Sciences Advances and Nature Communications. In those papers we investigated the diversity of functional traits for each group of vertebrates and plants at global and regional scales.\nSeveral associate papers have been published and might interested people to dig more deeply on the world of functional diversity and trait-based approach.\nLearn more about Estonian Research Award at https://novaator.err.ee/1609246851/teaduse-elutoopreemiad-palvisid-jakob-kubarsepp-ja-raivo-uibo.\n\n\n\n",
    "preview": "posts/2024-02-09-estonianaward/smartcrop.jpeg",
    "last_modified": "2024-02-09T16:26:30+01:00",
    "input_file": {}
  },
  {
    "path": "posts/2024-01-17-new-position-in-cnrs/",
    "title": "New position in CNRS",
    "description": "Researcher position in Toulouse",
    "author": [],
    "date": "2024-01-01",
    "categories": [
      "position"
    ],
    "contents": "\nI am thrilled to announce that I got a position as a CNRS researcher in ‘Laboratoire Écologie & Diversité Biologique’ (UMR5174), Toulouse, France. I will start on February, 1st 2024.\nI have been hired as researcher on macroecology and functional biogeography topics.\n\n\n\n\n\n\n",
    "preview": "posts/2024-01-17-new-position-in-cnrs/logoCNRSEDB.png",
    "last_modified": "2024-01-18T17:00:48+01:00",
    "input_file": {},
    "preview_width": 1058,
    "preview_height": 595
  }
]
